; Language name
0001=Magyar

; Strings
0002=(Alapértelmezett)
0003= -Érték hozzáadása- 
0004=Regisztrációs adatbázis plugin
0005=Csatlakozás távoli registryhez
0006=Lekapcsolódás távoli registryről
0007=Új érték #%u
0008=Kérlek, válaszd ki a számítógépet, amelyhez csatlakozni szeretnél
0009=Exportálás UNICODE formátumban (Win 2000/XP/Vista/7)
0010=Exportálás REGEDIT4 formátumban (Win9x/NT4 formátum)
0011=A gyorsabb exportálás érdekében fontold meg a következő Total Commander opció kikapcsolását:|Általános beállítások->Működés->Elfoglalt terület számítása->másolás/törlés előtt
0012=QWORD (64-bit) Érték
0013=DWORD (32-bit) Érték
0014=Itt nem hozhatsz létre új kulcsot!
0015=A speciális szimbólum konverzió kikapcsolásra kerül.|Ez némi problémát okozhat bizonyos kulcsokhoz|és értékekhez történő hozzáféréskor, melyeknek speciális szimbólumok vannak a nevükben. Biztos vagy benne?
0017=Törlés
0018=Olvasás Vezérlés
0019=DAC írás
0020=Írás Tulajdonos
0022=Nem sikerült csatlakozni a távoli regisztrációs adatbázishoz!
0023=Nem mozgathatsz egy kulcsot saját magára!
0024=Nem másolhatsz egy kulcsot saját magára!
0025=A kulcs nem átnevezhető!
0026=Nem mozgathatsz egy kulcsot a saját alkulcsába!
0027=Nem másolhatsz egy kulcsot a saját alkulcsába!
0028=Nem másolhatsz egy kulcsot sem ebbe az alkulcsba!
0029=Ez a kulcs nem törölhető!
0030=A fájl már létezik. Szeretnéd felülírni?
0031=A REG_MULTI_SZ adattípus nem tartalmazhat üres sztringeket.|Az üres sztringek eltávolításra kerülnek.
0032=Teljes vezérlés
0033=Olvasás
0034=Érték Lekérdezése
0035=Érték Módosítása
0036=Alkulcs Létrehozása
0037=Alkulcsok Enumerálása
0038=Értesítés
0039=Link Létrehozása
0041=Csak ez a kulcs
0042=Ez a kulcs és az alkulcsok
0043=Csak az alkulcsok
0045=Egy kapcsolat ugyanezzel a hoszttal már létezik!
0046=Hiba a regedit elindításakor!
0047=Itt nem hozhatsz létre kulcsot!
0095=b
0096=k
0097=M
0098=G
0118= -Keresés- 
0120=Keresés a teljes registryben

; Export dialog
0048=Exportálás beállítások
0049=Ne mutassa újra
0050=OK
0051=Mégsem

; Multiline value
0052=Karakterláncsoros érték szerkesztése
0053=Megnyitás &regeditben
0054=Érték &neve:
0055=&Érték adat:

; Options
0056=Regisztrációs adatbázis plugin beállítások
0057=Exportálás UNICODE használatával (Win 2000/XP/Vista/7)
0058=Exportálás időbélyeggel (timestamp)
0059=Bináris értékek exportálása bináris fájlként
0060=Mutassa az " -Érték hozzáadása- " fájlt
0061=Használja a speciális szimbólum konverziót (\\ -> [bslash])
0063=Kiegészítő oszlopok
0064=Nyelv:
0086=Gyors exportálás (letiltott folyamatsáv)
0087=Kérdezzen rá az exportálási formátumra
0088=Kérdezzen rá, hogy egy fájlba történjen-e az exportálás
0089=Exportálás egy önálló fájlba
0094=Mutassa a sztring értékek valódi méretét (ANSI * 2)
0099=Kibővített ikonkészlet
0100=Mutassa a méret utótagot
0116=Feljavított kulcs ikon
0117=Engedélyezze a távoli kapcsolódásokat
0119=Mutassa a " -Keresés- " fájlt
0138=64-bites registry elérés engedélyezése

; Disconnect registry
0065=Lekapcsolódás hálózati regisztrációs adatbázisról
0066=Számítógép neve:

; Connect registry
0067=Kapcsolódás hálózati regisztrációs adatbázishoz
0068=&Tallózás...

; New value
0069=Új érték
0070=Típus
0071=&Karakterlánc
0072=&DWORD (Duplaszó)
0073=&QWORD (Négyszó típusú)
0074=&Bináris érték
0075=&Karakterláncsoros érték
0076=&Bővíthető karakterláncérték
0077=&Név:

; Binary value
0078=Bináris Érték Szerkesztése
0079=&Sztring nézet (ANSI):
0080=&Sztring nézet (UNICODE):

; String value
0081=Sztring szerkesztése

; DWORD value
0082=Szerkesztés
0083=Alap
0084=&Hexadecimális
0085=&Decimális

; Export to single file
0090=Kérlek, válaszd ki az exportálás típusát:| - Ha egy önálló fájlba szeretnél exportálni, kattints az 'Igen'-re,| - Ha különálló fájlokba, kérlek, kattints a 'Nem'-re.
0091=Fájlnév:
0092=&Igen
0093=&Nem

; Search
0101=Keresés a regisztrációs adatbázisban
0102=Keresendő sztring:
0103=Keresés
0104=Kis -és nagybetű különböző
0105=Csak teljes szóval egyező
0106=Kulcsok keresése
0107=Értékek keresése
0108=Adatok keresése
0109=Kattints duplán, hogy a talált kulcsra ugorhass|Használd a Ctrl + dupla kattintást az értékek szerkesztéséhez
0110=Kulcs
0111=Érték
0112=Adat
0113=Keresett kulcsok:
0114=Keresett kulcsok: %u, %u egyező találat (%u ms)
0115=Bezárás
0121=A kulcs nem nyitható meg keresésre!
0122=Hol keressen
0123=Az egész registryben
0124=A következő kulcson belül:
0125=Adattípusok...
0128=Bináris keresés
0129=és
0130=Last write time between:
0131=Adat méret:
0132=Helyettesítő karakteres (wildcard) keresés (*,?)
0133=Ugrás a kulcshoz
0134=Másolás
0135=Szerkesztés...
0136=Elfogadhatatlan karakter
0137=Ide kizárólag HEX szimbólumokat írhatsz be.
0139=Törlés...
0140=A kiválasztott kulcsok és értékek végleg törlésre kerülnek. Biztosan ezt szeretnéd?

; Data Types
0126=Adat típusok
0127=Egyéb típusok